Repository: hanfour/peer-drop
Catalog: PeerDrop/App/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Switch to grid
ja: グリッド表示に切り替え
ko: 격자로 전환
zh_hans: 切换为网格
zh_hant: 切換為格狀

source: Switch to list
ja: リスト表示に切り替え
ko: 목록으로 전환
zh_hans: 切换为列表
zh_hant: 切換為列表

source: Sync to iCloud
ja: iCloudに同期
ko: iCloud에 동기화
zh_hans: 同步到 iCloud
zh_hant: 同步至 iCloud

source: Tailnet Devices
ja: Tailnetデバイス
ko: Tailnet 기기
zh_hans: Tailnet 设备
zh_hant: Tailnet 裝置

source: Tailnet Peers
ja: Tailnetピア
ko: Tailnet 피어
zh_hans: Tailnet 节点
zh_hant: Tailnet 節點

source: Tailscale / Manual
ja: Tailscale / 手動
ko: Tailscale / 수동
zh_hans: Tailscale / 手动
zh_hant: Tailscale / 手動

source: Tap the antenna icon to go online and discover nearby devices.
ja: アンテナアイコンをタップしてオンラインにし、近くのデバイスを検索します。
ko: 안테나 아이콘을 탭하여 온라인으로 전환하고 근처 기기를 검색하세요.
zh_hans: 点击天线图标以上线并搜索附近的设备。
zh_hant: 點擊天線圖示以上線並搜尋附近的裝置。

source: Tap to connect
ja: タップして接続
ko: 탭하여 연결
zh_hans: 点击以连接
zh_hant: 點擊以連線

source: Tap to connect to this device
ja: タップしてこのデバイスに接続
ko: 탭하여 이 기기에 연결
zh_hans: 点击以连接到此设备
zh_hant: 點擊以連線至此裝置

source: Tap to play or pause
ja: タップで再生または一時停止
ko: 탭하여 재생 또는 일시 정지
zh_hans: 点击以播放或暂停
zh_hant: 點擊以播放或暫停

source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

source: Text preview
ja: テキストプレビュー
ko: 텍스트 미리 보기
zh_hans: 文本预览
zh_hant: 文字預覽

source: The peer declined your connection request.
ja: ピアが接続リクエストを拒否しました。
ko: 피어가 연결 요청을 거부했습니다.
zh_hans: 对方已拒绝你的连接请求。
zh_hant: 對方已拒絕你的連線請求。

source: Their identity key may have changed. Verify the fingerprint to continue.
ja: 相手のIDキーが変更された可能性があります。続行する前にフィンガープリントを確認してください。
ko: 상대방의 ID 키가 변경되었을 수 있습니다. 계속하려면 지문을 확인하세요.
zh_hans: 对方的身份密钥可能已变更。请先验证指纹再继续。
zh_hant: 對方的身分金鑰可能已變更，請先驗證指紋再繼續。

source: These devices were discovered via Bluetooth. Connect to the same WiFi network to transfer files.
ja: これらのデバイスはBluetoothで発見されました。ファイルを転送するには同じWiFiネットワークに接続してください。
ko: 이 기기들은 Bluetooth를 통해 발견되었습니다. 파일을 전송하려면 같은 WiFi 네트워크에 연결하세요.
zh_hans: 这些设备通过蓝牙发现。请连接相同的 WiFi 网络以传输文件。
zh_hant: 這些裝置透過藍牙發現。請連接相同的 WiFi 網路以傳輸檔案。

source: This is the first message from this device. Compare the fingerprint below in person or over a trusted channel (call, Signal, etc.) before accepting — it's the only way to ensure no one is intercepting your connection.
ja: このデバイスからの最初のメッセージです。承認する前に、対面または信頼できる手段（通話、Signalなど）で下のフィンガープリントを比較してください。これが第三者による傍受を防ぐ唯一の方法です。
ko: 이 기기에서 보낸 첫 메시지입니다. 수락하기 전에 대면 또는 신뢰할 수 있는 채널(통화, Signal 등)을 통해 아래 지문을 비교하세요. 누군가 연결을 가로채지 못하도록 하는 유일한 방법입니다.
zh_hans: 这是来自此设备的第一条消息。请在接受前，通过当面或可信的渠道（电话、Signal 等）核对下方的指纹——这是确保连接未被拦截的唯一方法。
zh_hant: 這是來自此裝置的第一則訊息。請在接受前，透過當面或可信的管道（電話、Signal 等）核對下方的指紋——這是確保連線未被攔截的唯一方法。

source: This name is visible to nearby devices.
ja: この名前は近くのデバイスに表示されます。
ko: 이 이름은 근처 기기에 표시됩니다.
zh_hans: 此名称对附近的设备可见。
zh_hant: 此名稱對附近的裝置可見。

source: Transfer
ja: 転送
ko: 전송
zh_hans: 传输
zh_hant: 傳輸

source: Transfer History
ja: 転送履歴
ko: 전송 기록
zh_hans: 传输记录
zh_hant: 傳輸紀錄

source: Transfer progress
ja: 転送の進行状況
ko: 전송 진행률
zh_hans: 传输进度
zh_hant: 傳輸進度

source: Transferring...
ja: 転送中…
ko: 전송 중…
zh_hans: 传输中…
zh_hant: 傳輸中…

source: Try Tailscale
ja: Tailscaleを試す
ko: Tailscale 사용해보기
zh_hans: 试试 Tailscale
zh_hant: 試試 Tailscale

source: Type to search chat history
ja: チャット履歴を検索するには入力
ko: 채팅 기록을 검색하려면 입력
zh_hans: 输入以搜索聊天记录
zh_hant: 輸入以搜尋聊天紀錄

source: Type to search messages
ja: メッセージを検索するには入力
ko: 메시지를 검색하려면 입력
zh_hans: 输入以搜索消息
zh_hant: 輸入以搜尋訊息

source: Unknown Device
ja: 不明なデバイス
ko: 알 수 없는 기기
zh_hans: 未知设备
zh_hant: 未知裝置

source: Use Relay Connect to transfer files with this device
ja: リレー接続を使用してこのデバイスとファイルを転送
ko: 릴레이 연결을 사용하여 이 기기와 파일을 전송하세요
zh_hans: 使用中继连接与此设备传输文件
zh_hant: 使用 Relay 連線與此裝置傳輸檔案

source: Verify
ja: 確認
ko: 확인
zh_hans: 验证
zh_hant: 驗證

source: Verify first contact
ja: 初回接触を確認
ko: 첫 접촉 확인
zh_hans: 验证首次联络
zh_hant: 驗證首次連絡

source: Verify PIN
ja: PINを確認
ko: PIN 확인
zh_hans: 验证 PIN
zh_hant: 驗證 PIN

source: Verify this matches the peer's device
ja: ピアのデバイスと一致するか確認
ko: 피어 기기와 일치하는지 확인
zh_hans: 确认此指纹与对方设备相符
zh_hant: 確認此指紋與對方裝置相符

source: Version
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: Via your tailnet
ja: Tailnet経由
ko: Tailnet을 통해
zh_hans: 通过您的 Tailnet
zh_hant: 透過您的 Tailnet

source: View connected devices
ja: 接続中のデバイスを表示
ko: 연결된 기기 보기
zh_hans: 查看已连接的设备
zh_hant: 檢視已連線的裝置

source: View saved devices and groups
ja: 保存済みデバイスとグループを表示
ko: 저장된 기기 및 그룹 보기
zh_hans: 查看已保存的设备和群组
zh_hant: 檢視已儲存的裝置和群組

source: Voice Call
ja: 音声通話
ko: 음성 통화
zh_hans: 语音通话
zh_hant: 語音通話

source: Voice Calls
ja: 音声通話
ko: 음성 통화
zh_hans: 语音通话
zh_hant: 語音通話

source: Voice message
ja: 音声メッセージ
ko: 음성 메시지
zh_hans: 语音消息
zh_hant: 語音訊息

source: Welcome to PeerDrop
ja: PeerDrop へようこそ
ko: PeerDrop에 오신 것을 환영합니다
zh_hans: 欢迎使用 PeerDrop
zh_hant: 歡迎使用 PeerDrop

source: You
ja: 自分
ko: 나
zh_hans: 你
zh_hant: 你

source: You are offline
ja: オフラインです
ko: 오프라인 상태입니다
zh_hans: 你当前离线
zh_hant: 你目前離線

source: You're All Set
ja: 準備完了
ko: 준비 완료
zh_hans: 准备就绪
zh_hant: 準備就緒

# c1.spk.expired.action
source: Dismiss
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# c1.spk.expired.body
source: Ask them to reopen the app to refresh their keys
ja: アプリを再起動して鍵を更新してもらってください
ko: 앱을 다시 열어 키를 갱신하도록 요청하세요
zh_hans: 请对方重新打开 app 以刷新金钥
zh_hant: 請對方重新開啟 app 以更新金鑰

# c1.spk.expired.title
source: Peer's encryption key is stale
ja: 相手の暗号化鍵が古くなっています
ko: 상대방의 암호화 키가 오래되었습니다
zh_hans: 对方加密密钥已过期
zh_hant: 對方加密金鑰已過期

# c2.opk.action.cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# c2.opk.action.retry
source: Retry now
ja: 今すぐ再試行
ko: 지금 다시 시도
zh_hans: 立即重试
zh_hant: 立即重試

# c2.opk.exhausted.body
source: Ask them to open the app to replenish
ja: アプリを開いて補充してもらってください
ko: 앱을 열어 보충하도록 요청하세요
zh_hans: 请对方开启 app 补充
zh_hant: 請對方開啟 app 補充

# c2.opk.exhausted.title
source: Recipient's encryption keys exhausted
ja: 相手の暗号化鍵が不足しています
ko: 상대방의 암호화 키가 부족합니다
zh_hans: 对方加密密钥不足
zh_hant: 對方加密金鑰存量不足

# c2.opk.retry.body
source: Retrying… (%1$@/%2$@)
ja: 再試行中…（%1$@/%2$@）
ko: 재시도 중…（%1$@/%2$@）
zh_hans: 重试中…（%1$@/%2$@）
zh_hant: 重試中…（%1$@/%2$@）

# c2.opk.retry.title
source: Recipient can't receive messages right now
ja: 相手は一時的にメッセージを受信できません
ko: 상대방이 일시적으로 메시지를 받을 수 없습니다
zh_hans: 对方暂时无法接收消息
zh_hant: 對方暫時無法接收訊息

source: edited
ja: 編集済み
ko: 편집됨
zh_hans: 已编辑
zh_hant: 已編輯

source: wants to connect
ja: 接続をリクエストしています
ko: 연결을 요청합니다
zh_hans: 想要连接
zh_hant: 想要連線

source: Accept & Connect
ja: 承認して接続
ko: 수락 후 연결
zh_hans: 接受并连接
zh_hant: 接受並連線

source: Accept New Key
ja: 新しい鍵を承認
ko: 새 키 수락
zh_hans: 接受新密钥
zh_hant: 接受新金鑰

source: Add
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 加入

source: All conversations encrypted
ja: すべての会話は暗号化されています
ko: 모든 대화가 암호화되어 있습니다
zh_hans: 所有对话均已加密
zh_hant: 所有對話皆已加密

source: Back
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

source: Block This Contact
ja: この連絡先をブロック
ko: 이 연락처 차단
zh_hans: 屏蔽此联系人
zh_hant: 封鎖此聯絡人

source: Change the relay server URL only if you host your own signaling worker.
ja: 自分でシグナリングワーカーをホストしている場合のみ、リレーサーバー URL を変更してください。
ko: 자체 시그널링 워커를 호스팅하는 경우에만 릴레이 서버 URL을 변경하세요.
zh_hans: 仅当你自行托管信令 Worker 时，才需要修改中继服务器 URL。
zh_hant: 只有在自架信令 Worker 時才需要修改中繼伺服器網址。

source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Connect to devices outside your local network using a relay server.
ja: リレーサーバーを介して、ローカルネットワーク外のデバイスに接続します。
ko: 릴레이 서버를 통해 로컬 네트워크 외부의 기기에 연결합니다.
zh_hans: 通过中继服务器连接到本地网络以外的设备。
zh_hant: 透過中繼伺服器連線至區域網路以外的裝置。

source: Connected securely
ja: 安全に接続されています
ko: 안전하게 연결됨
zh_hans: 已安全连接
zh_hant: 已安全連線

source: Copied
ja: コピーしました
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

source: Creating...
ja: 作成中...
ko: 생성 중...
zh_hans: 建立中...
zh_hant: 建立中...

source: Device ID not yet known
ja: デバイス ID は未取得です
ko: 기기 ID를 아직 알 수 없습니다
zh_hans: 尚未获得设备 ID
zh_hant: 尚未取得裝置 ID

source: Disabled features will reject incoming requests automatically. Bluetooth Discovery requires restarting discovery.
ja: 無効化された機能は受信リクエストを自動的に拒否します。Bluetooth 探索の変更には再起動が必要です。
ko: 비활성화된 기능은 들어오는 요청을 자동으로 거부합니다. Bluetooth 검색은 재시작이 필요합니다.
zh_hans: 已停用的功能会自动拒绝传入请求。Bluetooth 发现需要重启发现流程。
zh_hant: 已停用的功能會自動拒絕傳入請求。Bluetooth 探索需要重新啟動探索流程。

source: Dismiss
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Enter Room Code
ja: ルームコードを入力
ko: 룸 코드 입력
zh_hans: 输入房间代码
zh_hant: 輸入房間代碼

source: Excellent
ja: 非常に良好
ko: 훌륭함
zh_hans: 极佳
zh_hant: 極佳

source: Fingerprint
ja: フィンガープリント
ko: 지문
zh_hans: 指纹
zh_hant: 指紋

source: Generate Invite Link
ja: 招待リンクを生成
ko: 초대 링크 생성
zh_hans: 生成邀请链接
zh_hant: 產生邀請連結

source: Generate a link to connect with someone remotely. Share it via any messaging app.
ja: リモートで接続するためのリンクを生成し、好きなメッセージアプリで共有できます。
ko: 원격으로 연결할 수 있는 링크를 생성해 메시지 앱을 통해 공유하세요.
zh_hans: 生成一个用于远程连接的链接，并可通过任意消息应用分享。
zh_hant: 產生用於遠端連線的連結，並透過任何訊息 App 分享。

source: Good — verify remaining contacts
ja: 良好 — 残りの連絡先も検証してください
ko: 양호 — 나머지 연락처도 확인하세요
zh_hans: 良好 — 请验证其余联系人
zh_hant: 良好 — 請驗證其餘聯絡人

source: Identity Fingerprint
ja: ID フィンガープリント
ko: 신원 지문
zh_hans: 身份指纹
zh_hant: 身分指紋

source: Invite
ja: 招待
ko: 초대
zh_hans: 邀请
zh_hant: 邀請

source: Invite Device
ja: デバイスを招待
ko: 기기 초대
zh_hans: 邀请设备
zh_hant: 邀請裝置

source: Invite a known device
ja: 既知のデバイスを招待
ko: 알려진 기기 초대
zh_hans: 邀请已知设备
zh_hant: 邀請已知裝置

source: Join
ja: 参加
ko: 참가
zh_hans: 加入
zh_hant: 加入

source: Keys stored on device
ja: 鍵はデバイスに保存されています
ko: 키는 기기에 저장됨
zh_hans: 密钥保存在本设备上
zh_hant: 金鑰儲存於本裝置

source: Link contains no secrets. Encryption is established after the recipient accepts.
ja: リンクにシークレットは含まれません。暗号化は受信者が承認した後に確立されます。
ko: 링크에는 비밀 정보가 포함되지 않습니다. 암호화는 수신자가 수락한 후에 설정됩니다.
zh_hans: 链接不包含任何机密信息。加密会在对方接受后建立。
zh_hant: 連結不含任何機密。加密會在對方接受後建立。

source: Needs attention
ja: 要確認
ko: 주의 필요
zh_hans: 需要注意
zh_hant: 需要注意

source: New
ja: 新規
ko: 새로 만들기
zh_hans: 新建
zh_hant: 新增

source: No known devices yet. Share a room code manually for the first connection.
ja: まだ既知のデバイスはありません。最初の接続にはルームコードを手動で共有してください。
ko: 아직 알려진 기기가 없습니다. 처음 연결할 때는 룸 코드를 수동으로 공유하세요.
zh_hans: 尚无已知设备。首次连接时请手动分享房间代码。
zh_hant: 尚未有已知裝置。首次連線時請手動分享房間代碼。

source: No network connection detected
ja: ネットワーク接続が検出されません
ko: 네트워크 연결을 찾을 수 없음
zh_hans: 未检测到网络连接
zh_hant: 未偵測到網路連線

source: Numbers Match
ja: 番号が一致
ko: 번호 일치
zh_hans: 号码一致
zh_hant: 號碼相符

source: PINs Don't Match
ja: PIN が一致しません
ko: PIN이 일치하지 않음
zh_hans: PIN 不一致
zh_hant: PIN 不相符

source: PINs Match
ja: PIN が一致
ko: PIN 일치
zh_hans: PIN 一致
zh_hant: PIN 相符

source: Previous
ja: 前へ
ko: 이전
zh_hans: 上一个
zh_hant: 上一個

source: Protection Level
ja: 保護レベル
ko: 보호 수준
zh_hans: 保护级别
zh_hant: 保護等級

source: Remote Connection Invite
ja: リモート接続の招待
ko: 원격 연결 초대
zh_hans: 远程连接邀请
zh_hant: 遠端連線邀請

source: Remote Invite
ja: リモート招待
ko: 원격 초대
zh_hans: 远程邀请
zh_hant: 遠端邀請

source: Remote Message
ja: リモートメッセージ
ko: 원격 메시지
zh_hans: 远程消息
zh_hant: 遠端訊息

source: Searching for nearby devices
ja: 近くのデバイスを検索中
ko: 주변 기기 검색 중
zh_hans: 正在搜寻附近设备
zh_hant: 正在搜尋附近裝置

source: Security
ja: セキュリティ
ko: 보안
zh_hans: 安全
zh_hant: 安全性

source: Security Status
ja: セキュリティ状況
ko: 보안 상태
zh_hans: 安全状态
zh_hant: 安全狀態

source: Security Warning
ja: セキュリティ警告
ko: 보안 경고
zh_hans: 安全警告
zh_hant: 安全警告

source: Server did not return room token
ja: サーバーがルームトークンを返しませんでした
ko: 서버가 룸 토큰을 반환하지 않았습니다
zh_hans: 服务器未返回房间令牌
zh_hant: 伺服器未回傳房間權杖

source: Share Invite Link
ja: 招待リンクを共有
ko: 초대 링크 공유
zh_hans: 分享邀请链接
zh_hant: 分享邀請連結

source: Share this code or QR with the other device
ja: このコードまたは QR をもう一方のデバイスと共有してください
ko: 이 코드나 QR을 상대 기기와 공유하세요
zh_hans: 将此代码或二维码分享给对方设备
zh_hant: 將此代碼或 QR 分享給對方裝置

source: This could be because:
ja: 考えられる理由：
ko: 다음과 같은 이유일 수 있습니다:
zh_hans: 可能的原因：
zh_hant: 可能的原因：

source: Transferring
ja: 転送中
ko: 전송 중
zh_hans: 传输中
zh_hant: 傳輸中

source: Unable to determine local address. Make sure you are connected to a network.
ja: ローカルアドレスを特定できません。 ネットワークに接続されているか確認してください。
ko: 로컬 주소를 확인할 수 없습니다. 네트워크에 연결되어 있는지 확인하세요.
zh_hans: 无法确定本地地址。 请确认你已连接到网络。
zh_hant: 無法判斷本機位址。 請確認您已連線至網路。

source: Verify Identity
ja: ID を検証
ko: 신원 확인
zh_hans: 验证身份
zh_hant: 驗證身分

source: Verify Next Time
ja: 次回検証する
ko: 다음에 확인
zh_hans: 下次再验证
zh_hant: 下次再驗證

source: Your Device
ja: このデバイス
ko: 내 기기
zh_hans: 本设备
zh_hant: 本裝置

source: Support PeerDrop
ja: PeerDrop を応援
ko: PeerDrop 후원
zh_hans: 支持 PeerDrop
zh_hant: 支持 PeerDrop

source: PeerDrop is free and ad-free. Tips go to the developer — they don't unlock anything, they just say thanks.
ja: PeerDrop は無料・広告なしです。チップは開発者に送られます — 機能は何もアンロックされません、ただ感謝を伝えるだけです。
ko: PeerDrop은 무료이고 광고가 없습니다. 팁은 개발자에게 전달됩니다 — 기능을 잠금 해제하지 않고, 그저 감사를 전합니다.
zh_hans: PeerDrop 免费且无广告。打赏会交给开发者 — 不会解锁任何功能,只是表达感谢。
zh_hant: PeerDrop 免費且無廣告。打賞會交給開發者 — 不會解鎖任何功能,只是表達感謝。

source: Loading…
ja: 読み込み中…
ko: 로딩 중…
zh_hans: 加载中…
zh_hant: 載入中…

source: Thanks for the %@!
ja: %@ ありがとう!
ko: %@ 감사합니다!
zh_hans: 谢谢 %@!
zh_hant: 謝謝 %@!

source: Purchase failed
ja: 購入に失敗しました
ko: 구매 실패
zh_hans: 购买失败
zh_hant: 購買失敗

source: Purchase pending approval. We'll get notified when it clears.
ja: 購入は承認待ちです。処理が完了したら通知を受け取ります。
ko: 구매는 승인 대기 중입니다. 처리가 완료되면 알림을 받습니다.
zh_hans: 购买等待批准。处理完成后我们会收到通知。
zh_hant: 購買等待批准。處理完成後我們會收到通知。

source: Unknown purchase result.
ja: 不明な購入結果です。
ko: 알 수 없는 구매 결과입니다.
zh_hans: 未知购买结果。
zh_hant: 未知購買結果。

source: No peer selected
ja: ピアが選択されていません
ko: 선택된 피어 없음
zh_hans: 未选择设备
zh_hant: 未選擇裝置

source: Incoming call
ja: 着信
ko: 수신 통화
zh_hans: 来电
zh_hant: 來電

source: Device
ja: デバイス
ko: 기기
zh_hans: 设备
zh_hant: 裝置

source: No peers found
ja: 近くのピアが見つかりません
ko: 주변 피어 없음
zh_hans: 未找到附近设备
zh_hant: 找不到附近裝置

source: No active transfers
ja: 進行中の転送はありません
ko: 진행 중인 전송 없음
zh_hans: 没有进行中的传输
zh_hant: 沒有進行中的傳輸

source: This name appears to other devices when they discover yours.
ja: 他のデバイスがあなたのデバイスを検出したときにこの名前が表示されます。
ko: 다른 기기가 사용자의 기기를 검색할 때 이 이름이 표시됩니다.
zh_hans: 其他设备发现您的设备时会看到这个名称。
zh_hant: 其他裝置在發現您的裝置時會看到這個名稱。

source: Compare the fingerprint when pairing with another device to confirm a secure channel.
ja: 他のデバイスとペアリングする際に、フィンガープリントを照合して安全な接続を確認してください。
ko: 다른 기기와 페어링할 때 지문을 비교하여 보안 채널을 확인하세요.
zh_hans: 与其他设备配对时请比对指纹以确认安全连接。
zh_hant: 與其他裝置配對時請比對指紋以確認安全連線。

source: Use the Cloudflare Worker relay when devices can't reach each other on the same network.
ja: デバイス同士が同じネットワーク内で接続できない場合、Cloudflare Worker Relay を使用します。
ko: 기기들이 같은 네트워크에서 서로 연결할 수 없을 때 Cloudflare Worker Relay를 사용합니다.
zh_hans: 当设备无法在同一网络上互相连接时,改用 Cloudflare Worker Relay。
zh_hant: 當裝置無法在同一網路上互相連線時,改用 Cloudflare Worker Relay。

source: Leave blank to use the bundled default. Restart the app after changing.
ja: 空欄のままにすると組み込みのデフォルトを使用します。変更後は App を再起動してください。
ko: 비워두면 기본값을 사용합니다. 변경 후 App을 다시 시작하세요.
zh_hans: 留空使用内置默认值。修改后请重新启动 App。
zh_hant: 留空使用內建預設值。修改後請重新啟動 App。

source: Notes
ja: メモ
ko: 쪽지
zh_hans: 纸条
zh_hant: 紙條

source: New Note
ja: 新しいメモ
ko: 새 쪽지
zh_hans: 新纸条
zh_hant: 新紙條

source: Sent Notes
ja: 送信済みメモ
ko: 보낸 쪽지
zh_hans: 寄出的纸条
zh_hant: 寄出的紙條

source: No notes yet. Share your ID with a friend.
ja: まだメモはありません。友達に ID を教えましょう。
ko: 아직 쪽지가 없어요. 친구에게 ID를 알려주세요.
zh_hans: 还没有纸条。把你的 ID 给朋友吧。
zh_hant: 還沒有紙條。把你的 ID 給朋友吧。

source: No sent notes yet.
ja: 送信済みのメモはまだありません。
ko: 아직 보낸 쪽지가 없어요.
zh_hans: 还没有寄出任何纸条。
zh_hant: 還沒有寄出任何紙條。

source: Anonymous
ja: 匿名
ko: 익명
zh_hans: 匿名
zh_hant: 匿名

source: Unverified sender
ja: 送信者を確認できません
ko: 확인되지 않은 보낸 사람
zh_hans: 无法验证的寄件者
zh_hant: 無法驗證的寄件者

source: This note could not be decrypted.
ja: このメモは復号できませんでした。
ko: 이 쪽지를 복호화할 수 없습니다.
zh_hans: 这张纸条无法解密。
zh_hant: 這張紙條無法解密。

source: Note
ja: メモ
ko: 쪽지
zh_hans: 纸条
zh_hant: 紙條

source: Recipient
ja: 宛先
ko: 받는 사람
zh_hans: 收件者
zh_hant: 收件者

source: Enter an ID or nickname
ja: ID またはニックネームを入力
ko: ID 또는 닉네임 입력
zh_hans: 输入 ID 或昵称
zh_hant: 輸入 ID 或暱稱

source: Check
ja: 確認
ko: 확인
zh_hans: 查询
zh_hant: 查詢

source: No account found for this ID or nickname.
ja: この ID またはニックネームは見つかりません。
ko: 이 ID 또는 닉네임을 찾을 수 없습니다.
zh_hans: 找不到这个 ID 或昵称。
zh_hant: 找不到這個 ID 或暱稱。

source: Send anonymously
ja: 匿名で送信
ko: 익명으로 보내기
zh_hans: 匿名发送
zh_hant: 匿名發送

source: The recipient will not see your ID.
ja: 相手にはあなたの ID は表示されません。
ko: 상대방에게 내 ID가 표시되지 않습니다.
zh_hans: 对方不会看到你的 ID。
zh_hant: 對方不會看到你的 ID。

source: Note sent
ja: メモを送信しました
ko: 쪽지를 보냈어요
zh_hans: 纸条已发送
zh_hant: 紙條已送出

source: %lld characters left
ja: 残り %lld 文字
ko: %lld자 남음
zh_hans: 剩余 %lld 字
zh_hant: 剩餘 %lld 字

source: Could not send the note.
ja: メモを送信できませんでした。
ko: 쪽지를 보내지 못했어요.
zh_hans: 无法发送纸条。
zh_hant: 無法送出紙條。

source: This person cannot receive notes yet.
ja: この相手はまだメモを受け取れません。
ko: 이 사람은 아직 쪽지를 받을 수 없어요.
zh_hans: 对方还无法接收纸条。
zh_hant: 對方還無法接收紙條。

source: Their inbox is full. Try again later.
ja: 相手の受信箱がいっぱいです。後でもう一度お試しください。
ko: 상대방의 받은 쪽지함이 가득 찼어요. 나중에 다시 시도하세요.
zh_hans: 对方的收件箱已满，稍后再试。
zh_hant: 對方的收件匣已滿，稍後再試。

source: Too many notes today. Try again tomorrow.
ja: 本日の送信上限に達しました。明日もう一度お試しください。
ko: 오늘 보낼 수 있는 쪽지 수를 넘었어요. 내일 다시 시도하세요.
zh_hans: 今天发送的纸条已达上限，明天再试。
zh_hant: 今天送出的紙條已達上限，明天再試。

source: Delete Note
ja: メモを削除
ko: 쪽지 삭제
zh_hans: 删除纸条
zh_hant: 刪除紙條

source: Block Sender
ja: 送信者をブロック
ko: 보낸 사람 차단
zh_hans: 屏蔽寄件者
zh_hant: 封鎖寄件者

source: Block this sender?
ja: この送信者をブロックしますか？
ko: 이 보낸 사람을 차단할까요?
zh_hans: 要屏蔽这位寄件者吗？
zh_hant: 要封鎖這位寄件者嗎？

source: You will no longer receive notes from this sender, even anonymous ones.
ja: この送信者からのメモ（匿名を含む）は今後届きません。
ko: 이 보낸 사람의 쪽지(익명 포함)를 더 이상 받지 않습니다.
zh_hans: 你将不再收到这位寄件者的纸条，包括匿名纸条。
zh_hant: 你將不再收到這位寄件者的紙條，包括匿名紙條。

source: Sender blocked
ja: 送信者をブロックしました
ko: 보낸 사람을 차단했어요
zh_hans: 已屏蔽寄件者
zh_hant: 已封鎖寄件者

source: Report Note
ja: メモを報告
ko: 쪽지 신고
zh_hans: 举报纸条
zh_hant: 檢舉紙條

source: Spam
ja: スパム
ko: 스팸
zh_hans: 垃圾信息
zh_hant: 垃圾訊息

source: Harassment
ja: 嫌がらせ
ko: 괴롭힘
zh_hans: 骚扰
zh_hant: 騷擾

source: Other reason
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

source: Include the note's text for review
ja: 審査のためメモの内容を添付
ko: 검토를 위해 쪽지 내용 포함
zh_hans: 附上纸条内容给审核
zh_hant: 附上紙條內容給審核

source: Report sent
ja: 報告を送信しました
ko: 신고를 보냈어요
zh_hans: 已提交举报
zh_hant: 已送出檢舉

source: Blocked Senders
ja: ブロック中の送信者
ko: 차단한 보낸 사람
zh_hans: 屏蔽列表
zh_hant: 封鎖清單

source: No blocked senders.
ja: ブロック中の送信者はいません。
ko: 차단한 사람이 없어요.
zh_hans: 没有屏蔽任何人。
zh_hant: 沒有封鎖任何人。

source: Unblock
ja: ブロック解除
ko: 차단 해제
zh_hans: 解除屏蔽
zh_hant: 解除封鎖

source: Senders are listed by an anonymous code; PeerDrop cannot show who they are.
ja: 送信者は匿名コードで表示され、PeerDrop は身元を表示できません。
ko: 보낸 사람은 익명 코드로만 표시되며 PeerDrop은 신원을 표시할 수 없습니다.
zh_hans: 寄件者只以匿名代码列出，PeerDrop 无法显示身份。
zh_hant: 寄件者只以匿名代碼列出，PeerDrop 無法顯示身分。

source: Sent to %@
ja: %@ に送信
ko: %@에게 보냄
zh_hans: 寄给 %@
zh_hant: 寄給 %@

source: Unread
ja: 未読
ko: 읽지 않음
zh_hans: 未读
zh_hant: 未讀

# NOTE_RECEIVED
source: You received a note
ja: メモが届きました
ko: 쪽지가 도착했어요
zh_hans: 你收到一张纸条
zh_hant: 你收到一張紙條

source: The note is too long.
ja: メモが長すぎます。
ko: 쪽지가 너무 길어요.
zh_hans: 这张纸条太长了。
zh_hant: 這張紙條太長了。

source: This note is no longer available.
ja: このメモはもう存在しません。
ko: 이 쪽지는 더 이상 없어요.
zh_hans: 这张纸条已不存在。
zh_hant: 這張紙條已不存在。

source: Something went wrong. Please try again.
ja: エラーが発生しました。もう一度お試しください。
ko: 문제가 발생했어요. 다시 시도하세요.
zh_hans: 发生错误，请再试一次。
zh_hant: 發生錯誤，請再試一次。

source: More
ja: その他
ko: 더 보기
zh_hans: 更多
zh_hant: 更多

# DIARY_TURN
source: It's your turn to write
ja: あなたの番です
ko: 당신 차례예요
zh_hans: 轮到你写日记了
zh_hant: 輪到你寫日記了

# DIARY_ENTRY
source: New page in your diary
ja: 日記に新しいページが追加されました
ko: 일기에 새 페이지가 추가됐어요
zh_hans: 日记本有新的一篇
zh_hant: 日記本有新的一篇

# DIARY_JOIN
source: Someone joined your diary
ja: 誰かがあなたの日記に参加しました
ko: 누군가 당신의 일기에 참여했어요
zh_hans: 有人加入了你的日记本
zh_hant: 有人加入了你的日記本

# DIARY_REACTION
source: New comment or like on your entry
ja: あなたの投稿に新しいコメントかいいねがつきました
ko: 당신의 글에 새 댓글이나 좋아요가 달렸어요
zh_hans: 你的日记有新留言或赞
zh_hant: 你的日記有新留言或讚

source: Diaries
ja: 日記
ko: 일기
zh_hans: 日记
zh_hant: 日記

source: New Diary
ja: 新しい日記
ko: 새 일기
zh_hans: 新建日记本
zh_hant: 新增日記本

source: Join a Diary
ja: 日記に参加
ko: 일기 참여하기
zh_hans: 加入日记本
zh_hant: 加入日記本

source: No diaries yet. Create one, or join with a link or code.
ja: 日記がまだありません。作成するか、リンクまたはコードで参加してください。
ko: 아직 일기가 없어요. 새로 만들거나 링크·코드로 참여해 보세요.
zh_hans: 还没有日记本，创建一本，或用链接／代码加入。
zh_hant: 還沒有日記本，建立一本，或用連結／代碼加入。

source: %lld members
ja: メンバー %lld 人
ko: 멤버 %lld명
zh_hans: %lld 位成员
zh_hant: %lld 位成員

source: Your turn
ja: あなたの番
ko: 당신 차례
zh_hans: 轮到你
zh_hant: 輪到你

source: Untitled Diary
ja: 無題の日記
ko: 제목 없는 일기
zh_hans: 未命名日记本
zh_hant: 未命名日記本

source: Waiting for key
ja: 鍵を待っています
ko: 키를 기다리는 중
zh_hans: 等待密钥中
zh_hant: 等待金鑰中

source: Diary Name
ja: 日記の名前
ko: 일기 이름
zh_hans: 日记本名称
zh_hant: 日記本名稱

source: Enter a name
ja: 名前を入力
ko: 이름을 입력하세요
zh_hans: 输入名称
zh_hant: 輸入名稱

source: Create
ja: 作成
ko: 만들기
zh_hans: 创建
zh_hant: 建立

source: Paste an invite link
ja: 招待リンクを貼り付け
ko: 초대 링크 붙여넣기
zh_hans: 粘贴邀请链接
zh_hant: 貼上邀請連結

source: Or enter a short code
ja: またはショートコードを入力
ko: 또는 짧은 코드 입력
zh_hans: 或输入短码
zh_hant: 或輸入短碼

source: Short Code
ja: ショートコード
ko: 짧은 코드
zh_hans: 短码
zh_hant: 短碼

source: Write
ja: 書く
ko: 쓰기
zh_hans: 写日记
zh_hant: 寫日記

source: Pass to Next
ja: 次の人へ渡す
ko: 다음 사람에게 넘기기
zh_hans: 传给下一人
zh_hant: 傳給下一人

source: This diary is closed.
ja: この日記は閉じられています。
ko: 이 일기는 닫혔어요.
zh_hans: 这本日记已关闭。
zh_hant: 這本日記已關閉。

source: Timeline
ja: タイムライン
ko: 타임라인
zh_hans: 时间轴
zh_hant: 時間軸

source: Page
ja: ページ
ko: 페이지
zh_hans: 翻页
zh_hant: 翻頁

source: Display Mode
ja: 表示モード
ko: 표시 모드
zh_hans: 显示模式
zh_hant: 顯示模式

source: Current Turn
ja: 現在の番
ko: 현재 차례
zh_hans: 目前轮到
zh_hant: 目前輪到

source: Waiting for the diary key.
ja: 日記の鍵を待っています。
ko: 일기 키를 기다리는 중이에요.
zh_hans: 等待日记密钥中。
zh_hant: 等待日記金鑰中。

source: Request Key Again
ja: 鍵を再リクエスト
ko: 키 다시 요청
zh_hans: 重新请求密钥
zh_hant: 重新請求金鑰

source: New Entry
ja: 新しいページ
ko: 새 페이지
zh_hans: 新增一篇
zh_hant: 新增一篇

source: Post
ja: 投稿
ko: 게시
zh_hans: 发布
zh_hant: 發布

source: Comments
ja: コメント
ko: 댓글
zh_hans: 留言
zh_hant: 留言

source: No comments yet.
ja: まだコメントはありません。
ko: 아직 댓글이 없어요.
zh_hans: 还没有留言。
zh_hant: 還沒有留言。

source: Add a comment…
ja: コメントを追加…
ko: 댓글 추가…
zh_hans: 添加留言…
zh_hant: 新增留言…

source: Short Code: %@
ja: ショートコード：%@
ko: 짧은 코드: %@
zh_hans: 短码：%@
zh_hant: 短碼：%@

source: Share Link
ja: リンクを共有
ko: 링크 공유
zh_hans: 分享链接
zh_hant: 分享連結

source: Reset Code
ja: コードをリセット
ko: 코드 재설정
zh_hans: 重置短码
zh_hant: 重設短碼

source: Close Diary
ja: 日記を閉じる
ko: 일기 닫기
zh_hans: 关闭日记本
zh_hant: 關閉日記本

source: Close this diary?
ja: この日記を閉じますか？
ko: 이 일기를 닫을까요?
zh_hans: 要关闭这本日记吗？
zh_hant: 要關閉這本日記嗎？

source: Members can still read and leave, but no one can write or join.
ja: メンバーは引き続き閲覧・退出できますが、書き込みや参加はできなくなります。
ko: 멤버는 계속 읽고 나갈 수 있지만, 더 이상 쓰거나 참여할 수 없어요.
zh_hans: 成员仍可阅读与离开，但无法再书写或加入。
zh_hant: 成員仍可閱讀與離開，但無法再書寫或加入。

source: This link contains the diary's key. Only share it with the person you're inviting.
ja: このリンクには日記の鍵が含まれています。招待したい相手だけに送ってください。
ko: 이 링크에는 일기 키가 포함되어 있어요. 초대하려는 사람에게만 보내세요.
zh_hans: 这个链接含有日记本的密钥，只发给你要邀请的人。
zh_hant: 這個連結含有日記本的金鑰，只傳給你要邀請的人。

source: Only the diary's owner can share an invite.
ja: 日記のオーナーだけが招待を共有できます。
ko: 일기 소유자만 초대를 공유할 수 있어요.
zh_hans: 只有日记本的创建者能分享邀请。
zh_hant: 只有日記本的建立者能分享邀請。

source: Leave Diary
ja: 日記から退出
ko: 일기 나가기
zh_hans: 离开日记本
zh_hant: 離開日記本

source: Leave this diary?
ja: この日記から退出しますか？
ko: 이 일기에서 나갈까요?
zh_hans: 要离开这本日记吗？
zh_hant: 要離開這本日記嗎？

source: You'll stop receiving new pages, but pages already on this device stay. You'll also keep your copy of the diary key — leaving doesn't revoke it.
ja: 新しいページは届かなくなりますが、この端末に既にある内容は残ります。また、日記の鍵はそのまま手元に残ります——退出しても鍵は失効しません。
ko: 새 페이지는 더 이상 받지 않지만, 이 기기에 이미 있는 내용은 그대로 남아요. 일기 키도 계속 가지고 있게 되며, 나가더라도 키가 무효화되지는 않아요.
zh_hans: 你将不再收到新的一篇，但这台设备上已有的内容仍会保留。你也会继续持有这本日记的密钥——离开并不会使它失效。
zh_hant: 你將不再收到新的一篇，但這台裝置上已有的內容仍會保留。你也會繼續持有這本日記的金鑰——離開並不會使它失效。

source: No pages yet.
ja: まだページがありません。
ko: 아직 페이지가 없어요.
zh_hans: 还没有任何一篇。
zh_hant: 還沒有任何一篇。

source: Content unavailable
ja: 内容を表示できません
ko: 내용을 표시할 수 없어요
zh_hans: 内容无法显示
zh_hant: 內容無法顯示

source: Report Entry
ja: 投稿を報告
ko: 게시글 신고
zh_hans: 举报这篇
zh_hant: 檢舉這篇

source: Include the entry's text for review
ja: 確認のため本文を添付する
ko: 검토를 위해 본문 포함하기
zh_hans: 在举报中附上这篇的内容
zh_hant: 在檢舉中附上這篇的內容

source: You're no longer a member of this diary.
ja: あなたはもうこの日記のメンバーではありません。
ko: 당신은 더 이상 이 일기의 멤버가 아니에요.
zh_hans: 你已经不是这本日记的成员了。
zh_hant: 你已經不是這本日記的成員了。

source: It's not your turn to write.
ja: まだあなたの番ではありません。
ko: 아직 당신 차례가 아니에요.
zh_hans: 还没轮到你写。
zh_hant: 還沒輪到你寫。

source: Only the diary's owner can do that.
ja: この操作は日記のオーナーだけが行えます。
ko: 이 작업은 일기 소유자만 할 수 있어요.
zh_hans: 只有日记本的创建者能这么做。
zh_hant: 只有日記本的建立者能這麼做。

source: You can't skip your own turn.
ja: 自分の番をスキップすることはできません。
ko: 자신의 차례는 건너뛸 수 없어요.
zh_hans: 不能跳过自己的回合。
zh_hant: 不能跳過自己的回合。

source: That invite code isn't valid.
ja: その招待コードは無効です。
ko: 유효하지 않은 초대 코드예요.
zh_hans: 这组邀请码无效。
zh_hant: 這組邀請碼無效。
